{
  "games": [
    {
      "id": "1",
      "title": "The Legend of Zelda: Breath of the Wild",
      "thumbnail": "./img/breathofthewild.png",
      "splash": "./img/splash/zeldasplash.png",
      "genre": "Action-adventure",
      "platform": "Nintendo Switch",
      "publisher": "Nintendo",
      "release_date": "2017-03-03",
      "description": "Embark on an unforgettable adventure in The Legend of Zelda: Breath of the Wild, where every hill, forest, and ruin teems with secrets waiting to be discovered. As the legendary hero Link, awaken from a century-long slumber to confront the ancient evil known as Calamity Ganon and save the kingdom of Hyrule from total destruction. With unparalleled freedom, traverse vast landscapes, scale towering mountains, and glide over vast valleys as you uncover the rich tapestry of Hyrule's lore. Master the art of survival by hunting wildlife, gathering resources, and harnessing the power of magical runes to overcome formidable foes and solve intricate puzzles. In a world brimming with wonder and danger, your journey awaits, beckoning you to embrace the spirit of adventure and become the hero Hyrule desperately needs."
    },
    {
      "id": "2",
      "title": "The Witcher 3: Wild Hunt",
      "thumbnail": "./img/witcher3.png",
      "splash": "./img/splash/witchersplash.png",
      "genre": "Action role-playing",
      "platform": "PC, PlayStation 4, Xbox One",
      "publisher": "CD Projekt",
      "release_date": "2015-05-19",
      "description": "Follow Geralt of Rivia, a renowned monster hunter, as he navigates a war-torn world in search of his adopted daughter, Ciri. Set in a sprawling open world filled with lush forests, bustling cities, and treacherous swamps, every decision you make will shape the course of your adventure and the fate of the realm. With its captivating storyline, immersive gameplay, and stunning visuals, The Witcher 3: Wild Hunt offers an unparalleled role-playing experience that will keep you hooked from beginning to end. Prepare to be drawn into a world of dark intrigue, moral ambiguity, and unforgettable characters as you unravel the mysteries of the Wild Hunt and discover your true destiny."
    },
    {
      "id": "3",
      "title": "Red Dead Redemption 2",
      "thumbnail": "./img/rdr2.png",
      "splash": "./img/splash/reddeadsplash.png",
      "genre": "Action-adventure",
      "platform": "PlayStation 4, Xbox One, PC",
      "publisher": "Rockstar Games",
      "release_date": "2018-10-26",
      "description": "Step into the boots of Arthur Morgan, a rugged outlaw caught in the tumultuous era of the American Wild West in Red Dead Redemption 2. Set against the stunning backdrop of the late 19th century, this epic tale follows Arthur's journey through a world on the brink of change. Engage in thrilling gunfights, embark on perilous heists, and forge unlikely alliances as you navigate the morally complex landscape of the Van der Linde gang. Immerse yourself in a meticulously crafted open world, teeming with life and ripe for exploration. With its breathtaking visuals, compelling narrative, and unparalleled attention to detail, Red Dead Redemption 2 beckons you to experience the untamed frontier like never before. So saddle up, partner, and prepare to carve your own legend in this unforgettable odyssey through the heartland of America."
    },
    {
      "id": "4",
      "title": "Super Mario Odyssey",
      "thumbnail": "./img/supermarioodyssey.png",
      "splash": "./img/splash/mariosplash.png",
      "genre": "Platformer",
      "platform": "Nintendo Switch",
      "publisher": "Nintendo",
      "release_date": "2017-10-27",
      "description": "Explore vibrant kingdoms alongside Mario and Cappy in Super Mario Odyssey, where every corner holds surprises and adventures. Traverse imaginative worlds to thwart Bowser's plans and rescue Princess Peach. With innovative gameplay, charming characters, and stunning visuals, Super Mario Odyssey offers exhilarating platforming action and exploration. Discover secrets, tackle challenges, and collect Power Moons across diverse landscapes. Join Mario in a timeless adventure filled with joy and excitement for players of all ages."
    },
    {
      "id": "5",
      "title": "Dark Souls III",
      "thumbnail": "./img/darksouls3.png",
      "splash": "./img/splash/darksoulssplash.png",
      "genre": "Action role-playing",
      "platform": "PC, PlayStation 4, Xbox One",
      "publisher": "Bandai Namco Entertainment",
      "release_date": "2016-04-12",
      "description": "Journey through the haunting landscapes of Dark Souls 3, where every victory is hard-earned and every defeat a lesson learned. Traverse treacherous environments filled with formidable foes and unravel the mysteries of a world on the brink of collapse. With each encounter, hone your skills and adapt to the relentless challenges that lie ahead. Will you rise to the occasion and conquer the darkness, or succumb to its unforgiving embrace?"
    },
    {
      "id": "6",
      "title": "Persona 5",
      "thumbnail": "./img/persona5.png",
      "splash": "./img/splash/persona5splash.png",
      "genre": "Role-playing",
      "platform": "PlayStation 4",
      "publisher": "Atlus",
      "release_date": "2016-09-15",
      "description": "Dive into the vibrant and stylish world of Persona 5, where ordinary students become extraordinary Phantom Thieves. Uncover the secrets hidden within the hearts of corrupt individuals, and wield the power of personas to change society. As the leader of the Phantom Thieves, balance the life of a high school student by day and a daring thief by night. Explore Tokyo's bustling streets, forge bonds with unforgettable characters, and engage in strategic turn-based battles against the shadows that lurk in the Metaverse. Are you ready to rebel against the injustices of society and steal back the hearts of the oppressed?"
    },
    {
      "id": "7",
      "title": "Minecraft",
      "thumbnail": "./img/minecraft.png",
      "splash": "./img/splash/minecraftsplash.png",
      "genre": "Sandbox, survival",
      "platform": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "publisher": "Mojang Studios",
      "release_date": "2011-11-18",
      "description": "Adventure awaits in Minecraft, where creativity knows no bounds and the only limit is your imagination. Explore vast, procedurally generated worlds filled with diverse biomes, from towering mountains to sprawling forests. Gather resources, craft tools, and build your own unique creations, from humble shelters to grand castles. Encounter a variety of creatures, from friendly animals to fearsome monsters lurking in the dark. Whether you're a seasoned builder or a novice explorer, Minecraft offers endless possibilities for crafting, survival, and endless adventure."
    },
    {
      "id": "8",
      "title": "The Last of Us Part II",
      "thumbnail": "./img/lastofus2.png",
      "splash": "./img/splash/lastofussplash.png",
      "genre": "Action-adventure",
      "platform": "PlayStation 4",
      "publisher": "Sony Interactive Entertainment",
      "release_date": "2020-06-19",
      "description": "Immerse yourself in the gripping tale of survival and vengeance in The Last of Us Part II. Set in a post-apocalyptic world ravaged by a deadly pandemic, follow the journey of Ellie as she navigates through harrowing challenges and moral dilemmas. Experience heart-pounding gameplay as you confront both human and infected enemies in intense combat encounters. Delve into a richly detailed world brought to life by stunning visuals and emotionally resonant storytelling. With its compelling narrative and visceral gameplay, The Last of Us Part II delivers an unforgettable gaming experience that will keep you on the edge of your seat from start to finish."
    },
    {
      "id": "9",
      "title": "Final Fantasy VII Remake",
      "thumbnail": "./img/ff7remake.png",
      "splash": "./img/splash/ff7splash.png",
      "genre": "Role-playing",
      "platform": "PlayStation 4",
      "publisher": "Square Enix",
      "release_date": "2020-04-10",
      "description": "Step into the iconic world of Final Fantasy VII Remake and embark on an epic journey filled with adventure, friendship, and discovery. Join Cloud Strife, an ex-SOLDIER turned mercenary, as he teams up with a group of rebels known as Avalanche to take on the oppressive Shinra Corporation. Engage in thrilling real-time combat and master powerful abilities as you battle against formidable foes and uncover the secrets of the planet. Explore the sprawling city of Midgar, rendered in stunning detail with breathtaking graphics and immersive sound design. With its captivating story, dynamic characters, and breathtaking visuals, Final Fantasy VII Remake offers a reimagined experience that pays homage to the beloved classic while introducing exciting new elements for both longtime fans and newcomers alike."
    },
    {
      "id": "10",
      "title": "Among Us",
      "thumbnail": "./img/amongus.png",
      "splash": "./img/splash/amongussplash.png",
      "genre": "Social deduction",
      "platform": "PC, Android, iOS",
      "publisher": "Innersloth",
      "release_date": "2018-06-15",
      "description": "In Among Us, deception reigns supreme as you and your fellow crewmates work together to maintain your spaceship. However, beware of the Impostors among you, whose sole aim is to sabotage your efforts and eliminate the crew. With suspicion running high and trust in short supply, every decision matters as you race against time to complete tasks and uncover the impostors. Will you emerge victorious as a loyal crewmate, or will you cunningly deceive your way to victory as the Impostor? In this thrilling multiplayer game of strategy and deduction, the fate of the crew hangs in the balance, making every game a unique and suspenseful experience."
    },
    {
      "id": "11",
      "title": "Cyberpunk 2077",
      "thumbnail": "./img/cyberpunk2077.png",
      "splash": "./img/splash/cyberpunksplash.png",
      "genre": "Action role-playing",
      "platform": "PC, PlayStation 4, Xbox One, Stadia",
      "publisher": "CD Projekt",
      "release_date": "2020-12-10",
      "description": "In CyberPunk 2077, immerse yourself in the neon-lit streets of Night City, a sprawling metropolis filled with danger and opportunity at every turn. As V, a mercenary outlaw seeking a one-of-a-kind implant that is the key to immortality, navigate a world of corporate intrigue, cybernetic enhancements, and urban decay. With your choices shaping the story and the fate of the city, forge alliances, engage in high-octane combat, and explore a vast open world teeming with vibrant characters and hidden secrets. Prepare to uncover the dark underbelly of a future where technology and humanity collide, and your actions will determine the course of history in this epic action RPG adventure."
    },
    {
      "id": "12",
      "title": "The Elder Scrolls V: Skyrim",
      "thumbnail": "./img/skyrim.png",
      "splash": "./img/splash/skyrimsplash.png",
      "genre": "Action role-playing",
      "platform": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "publisher": "Bethesda Softworks",
      "release_date": "2011-11-11",
      "description": "In Skyrim, embark on an epic journey through the rugged and breathtaking landscapes of the northern province of Tamriel. As the Dragonborn, a prophesied hero with the power to slay dragons and harness their ancient shouts, explore a vast open world filled with ancient ruins, towering mountains, and bustling cities. With endless quests, dungeons to delve into, and factions to join, carve your own path and shape the destiny of the land. Whether you choose to wield magic, master the art of stealth, or become a mighty warrior, the choices are yours to make in this legendary adventure. Prepare to lose yourself in a world of adventure, danger, and endless exploration in The Elder Scrolls V: Skyrim."
    }
  ]
}